Repository: galette-community/plugin-stripe
Catalog: lang/stripe_*.utf8.po
Languages: fr_fr

source: Stripe Settings
fr_fr: Préférences Stripe

source: Stripe settings have been saved.
fr_fr: Les préférences Stripe ont été sauvegardées.

source: An error occured saving stripe settings :(
fr_fr: Une erreur est survenue lors de l'enregistrement des préférences stripe :(

source: Stripe payment
fr_fr: Paiement Stripe

source: <strong>Payment could not work</strong>: An error occurred (that has been logged) while loading Stripe settings from the database.<br/>Please report the issue to the staff.
fr_fr: <strong>Le paiement ne peut fonctionner</strong> : une erreur (qui a été enregistrée) est survenue lors du chargement des préférences Stripe depuis la base de données.<br/>Merci de rapporter ce problème aux membres du bureau.

source: Our apologies for the annoyance :(
fr_fr: Toutes nos excuses pour le désagrément :(

source: Stripe keys have not been defined. Please ask an administrator to add them in the plugin's settings.
fr_fr: Les clés Stripe n'ont pas été configurées. Veuillez demander à un administrateur de les ajouter à partir des préférences du plugin.

source: Predefined amounts cannot be loaded, that is not a critical error.
fr_fr: Les montants prédéfinis n'ont pas pu être chargés, cette erreur n'est pas crtitique.

source: The amount you've entered is lower than the minimum amount for the selected option. Please choose another option or change the amount.
fr_fr: Le montant que vous avez entré est inférieur au montant minimum de l'option sélectionnée. Veuillez choisir une autre option ou entrer un nouveau montant.

source: Stripe History
fr_fr: Historique Stripe

source: Payment form
fr_fr: Formulaire de paiement

source: Enter payment reason
fr_fr: Entrez un motif de paiement

source: Payment reason
fr_fr: Motif de paiement

source: Select an payment reason
fr_fr: Sélectionnez un motif de paiement

source: No predefined amounts have been configured yet.
fr_fr: Aucun montant prédéfini n'a encore été configuré.

source: Billing details
fr_fr: Informations de facturation

source: First name
fr_fr: Prénom

source: Name
fr_fr: Nom

source: Company
fr_fr: Société

source: Address
fr_fr: Adresse

source: Zip code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: You have to select an option
fr_fr: Vous devez sélectionner une option

source: Please enter an amount.
fr_fr: Veuillez entrer un montant.

source: Request
fr_fr: Requête

source: duplicate
fr_fr: doublon

source: No request or unable to read request
fr_fr: Pas de requête ou impossible de lire la requête

source: Show/hide full request
fr_fr: Afficher/Masquer la requête complète

source: Payment details
fr_fr: Information sur le paiement

source: Card number
fr_fr: Numéro de carte

source: Expiration
fr_fr: Date d'expiration

source: Pay
fr_fr: Payer

source: Your payment was successful. You may receive a mail from Stripe with details.
fr_fr: Votre paiement a été effectué avec succès. Vous devriez recevoir un courriel de Stripe en contenant les détails.

source: Cannot load the settings
fr_fr: Impossible de charger les préférences

source: An error occured while loading the settings from the database.
fr_fr: Une erreur est survenue lors du chargement des préférences depuis la base de données.

source: Please, check if the plugin's database has been properly initialized.
fr_fr: Veuillez vérifier que la base de données du plugin a été correctement initialisée.

source: Stripe webhook URL
fr_fr: URL du webhook à configurer dans Stripe

source: Stripe webhook events
fr_fr: Événements du webhook à configurer dans Stripe

source: Stripe public key
fr_fr: Clé publique Stripe

source: Enter here your Stripe public key.
fr_fr: Renseignez ici votre clé publique Stripe.

source: Stripe secret key
fr_fr: Clé secrète Stripe

source: Enter here your Stripe secret key.
fr_fr: Renseignez ici votre clé secrète Stripe.

source: Stripe webhook secret
fr_fr: Clé secrète du webhook à configurer dans Stripe

source: Enter here your Stripe webhook secret.
fr_fr: Renseignez ici la clé secrète de votre webhook.

source: Country of your Stripe account
fr_fr: Pays de votre compte Stripe

source: Enter here the country of your Stripe account.
fr_fr: Renseignez ici le pays de votre compte Stripe.

source: Currency for payments
fr_fr: Devise pour les paiements

source: Enter here the currency used to capture payments.
fr_fr: Renseignez ici la devise utilisée pour les paiements.

source: Error: no predefined amounts found.
fr_fr: Erreur : aucun montant prédéfini trouvé.
